/** GRACIAS POR TODOS AL GOOGLE TRANSLATE **/

/* Network failure error */
"Could not reach the server" = "No se pudo alcanzar el servidor";

/* login text */
"GO!" = "¡ANADALE!";

/* Logging in */
"logging_in_ellipsis" = "Iniciar Sesión\U2026";

/* Password length too short (must have a %@ placeholder) */
"Password must be at least %@ characters." = "La contraseña debe tener como mínimo %@ caracteres.";

/* Username must be an email address */
"Username must be an email address." = "Nombre de usuario debe ser una dirección de correo electrónico.";

/* Username must not be empty */
"Username must not be empty." = "Nombre de usuario no debe estar vacío.";

/* Incorrect password error message */
"Your password was incorrect, please try again" = "Tu contraseña no es correcta, por favor intente de nuevo.";

/* Incorrect username error */
"Your username was incorrect, please try again" = "Su nombre de usuario es incorrecta, por favor intente de nuevo.";

/* Successful Login */
"Success!" = "¡Triunfo!";

/* Login Title */
"Login" = "¡Inciar Sesión!";

/* Username Placeholder */
"Username" = "Nombre de Usario";

/* Password Placeholder */
